<?php

return [

    /*
    |--------------------------------------------------------------------------
    |
    |--------------------------------------------------------------------------
    |
    |
    |
    |--------------------------------------------------------------------------
    */

    'article-status' => [
        'cast'      => 'معرض',
        'draft'     => 'مسودة',
        'banned'    => 'معلق',
        'closed'    => 'مغلق',
        'private'   => 'خاص',
        'pending'   => 'قيد التحقق',
        'approve'   => 'تم التحقق',
        'publish'   => 'تم النشر',
        'deleted'   => 'محذوف',
        'restrict'  => 'مقيد',
    ],

    'user-role' => [
        'user' => 'مشترك',
        'admin' => 'مدير',
        'master' => 'مالك',
        'author' => 'كاتب',
        'editor' => 'محرر',
    ],

    'user-status' => [
        'active' => 'نشط',
        'banned' => 'معلق',
        'pending' => 'الحساب قيد التحقق',
        'blocked' => 'محظور',
        'suspended' => 'مقيد',
    ],
];
