<?php

return [

    /*
    |--------------------------------------------------------------------------
    |
    |--------------------------------------------------------------------------
    |
    |
    |
    |--------------------------------------------------------------------------
    */

    'Locale' => "اللغة",
    'Language' => "اللغة",

    '' => "",
    '' => "",
    '' => "",
    '' => "",
    '' => "",

    /**
     * Current Active Language
     */
    'current' => [
        'dir' => "rtl",
        'code' => "ar",
        'name' => "Arabic",
        'label' => "العربية",
        'title' => "",
    ],

    /**
     * Languages Sets
     */
    'sets' => [
        'ar' => [
            'name' => "Arabic",
            'label' => "العربية",
            'title' => "",
        ],
        'en' => [
            'name' => "English",
            'label' => "الإنجليزية",
            'title' => "",
        ],
    ],

    /**
     * Typos
     */
    'typo' => [
        'change_lang' => "تغيير اللغة",
    ],


];
