<?php

return [

    /*
    |--------------------------------------------------------------------------
    |
    |--------------------------------------------------------------------------
    |
    |
    |
    |--------------------------------------------------------------------------
    */

    'blog' => "مدونة",
    'Blog' => "المدونة",
    'Blogger' => "مدون",
    'author' => "كاتب",
    'Author' => "الكاتب",

    'article' => "مقال",
    'articles' => "مقالات",
    'Article' => "المقال",
    'Articles' => "المقالات",
    'Article author' => "كاتب المقال",

    'comment' => "تعليق",
    'comments' => "تعليقات",
    'Comment' => "التعليق",
    'Comments' => "التعليقات",

    'comments_count' => "{0} لا تعليقات |{1} تعليق واحد |{2} تعليقان |[3,10] :count تعليقات |[11, *] :count تعليق",
    'Comments_Count' => "التعليقات :count",

    'No articles yet' => "لا يوجد مقالات",
    'No comments' => "لا يوجد تعليقات",
    'Leave a comment' => "اترك تعليقا",
    '' => "",
];
