<?php

return [

    /*
    |--------------------------------------------------------------------------
    |
    |--------------------------------------------------------------------------
    |
    |
    |
    |--------------------------------------------------------------------------
    */

    'nav' => '',
    'navigation' => '',
    'menu' => '',
    'dropdown' => '',
    'dropdown_menu' => 'القائمة',

    /**
     *
     */
    'pages' => [
        'index' => 'Vega IO',
        'home' => 'الرئيسية',
        'homepage' => 'الصفحة الرئيسية',
        'policy' => '',
        'terms' => '',
        'tos' => '',

        'Vega IO' => '',
        'Home' => 'الرئيسية',
        'About' => 'حول',
        'Contact' => 'اتصل بنا',
        'Policy' => 'السياسة',
        'Privacy' => 'الخصوصية',
        'About us' => 'من نحن',
        'Contact us' => 'الاتصال بنا',
        'Privacy policy' => 'سياسة الخصوصية',
        'Terms of use' => 'شروط الاستخدام',
        'Terms of service' => 'بنود الخدمة',

        'Blog' => 'المدونة',
        'Gallery' => 'المعرض',
        'Services' => 'الخدمات',
        'Portfolio' => 'معرض الأعمال',
        'Newsletter' => 'النشرة البريدية',

        'Our Team' => 'فريقنا',
        'Our Services' => 'خدماتنا',
        'Our Portfolio' => 'أعمالنا',
    ],

    /**
     *
     */
    'links' => [],

    /**
     *
     */
    'actions' => [
        'dropdown' => '',
    ],

    /**
     *
     */
    'buttons' => [],
];
